/*আসকে আমার মন ভাল ো নে ই এই কথা ৩৯ বার আউটপুট হি সে বে দে খাও।*/

for (let i = 0; i < 39; i++) {
    console.log("Ajke amar mon valo nei");
}

/*একটা ক োড লি খে ৫৮ থে কে ৯৮ পর্যন্ত যত সংখ্যা আছে সে গুলাকে দে খাও */

for (var i = 58; i < 99; i++) {
    console.log(i);
}

/* একটা ক োড লি খে ৪১২ থে কে ৪৫৬ পর্যন্ত যত জ োর সংখ্যা আছে সে গুলাকে
দে খাও */
for (var i = 412; i < 457; i++) {
    if (i % 2 == 0)
        console.log(i);
}

/* একটা ক োড লি খে ৫৮১ থে কে ৬২৩ পর্যন্ত যত বি জ োড় সংখ্যা আছে সে গুলাকে দে খাও */

for (var i = 581; i < 624; i++) {
    if (i % 2 == 1)
        console.log(i);
}